Revit 2027 API
UnitTypeId.BritishThermalUnitsPerDegreeFahrenheit Property
 British thermal units per degree Fahrenheit.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BritishThermalUnitsPerDegreeFahrenheit { get; }
Public Shared ReadOnly Property BritishThermalUnitsPerDegreeFahrenheit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BritishThermalUnitsPerDegreeFahrenheit {
	ForgeTypeId^ get ();
}
static member BritishThermalUnitsPerDegreeFahrenheit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace